const getDefaultLayout = () => ({
  en: [
    '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', 'backspace',
    'q', 'w', 'e', 'r', 't', 'y', 'u', 'i', 'o', 'p',
    'caps', 'a', 's', 'd', 'f', 'g', 'h', 'j', 'k', 'l', 'enter',
    'done', 'z', 'x', 'c', 'v', 'b', 'n', 'm', ',', '.', '?',
    'space', 'ru',
  ],
  ru: [
    '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', 'backspace',
    'й', 'ц', 'у', 'к', 'е', 'н', 'г', 'ш', 'щ', 'з',
    'caps', 'х', 'ъ', 'ф', 'ы', 'в', 'а', 'п', 'р', 'о', 'enter',
    'done', 'л', 'д', 'ж', 'э', 'ё', 'я', 'ч', 'с', 'м', 'и',
    'т', 'ь', 'б', 'ю', ',', '.', '?',
    'space', 'en',
  ],
});

export default getDefaultLayout;
